Revit 2027 API
ScheduleHeightsOnSheet Properties
The ScheduleHeightsOnSheet type exposes the following members.
Properties
Name | Description
ColumnHeaderHeight |  The height of all schedule header part, including the gap line between header and body.
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
TitleHeight |  The height of schedule title on sheet view.
Top
See Also
Reference
ScheduleHeightsOnSheet Class
Autodesk.Revit.DB Namespace